[
    {
        "name": "ウォルトディズニー",
        "achievements": [
            {"age": 0, "event": "アメリカのシカゴで生まれました。家族の中では4番目の男の子で、幼少期から家族との絆を深めました。"},
            {"age": 4, "event": "シカゴからミズーリ州マーセリーンに引っ越しました。自然豊かな環境で動物たちと触れ合い、深い愛情を覚えました。ここでの生活は後にディズニーランドのトム・ソーヤ島のイメージにも影響を与えました。"},
            {"age": 5, "event": "馬のルパードを写生し、初めて絵を売りました。この経験は彼にとって初めての成功体験であり、アートへの情熱をさらに強めました。ルパードの飼い主に絵を買ってもらったことが彼の自信につながりました。"},
            {"age": 9, "event": "新聞配達をしながら演劇に夢中になり、チャップリンを演じて舞台を沸かせました。新聞配達の合間に劇場のチケットを家庭に届け、夏にはアイスクリームを売るなど、多忙な生活を送りました。"},
            {"age": 14, "event": "美術学院に通い、絵画や彫刻を学びました。興味があった絵画だけでなく、彫刻や鋳造についても学び、アートの幅広い技術を習得しました。これが後のアニメーション制作に大いに役立ちました。"},
            {"age": 16, "event": "郵便局でアルバイトを始めました。面接では若すぎるという理由で不採用になると、大人のふりをして再度面接を受け合格しました。この時期、長時間働き、多くの経験を積みました。"},
            {"age": 17, "event": "第一次世界大戦中、アメリカの救急部隊としてフランスに派遣されました。フランスでの生活は彼にとって大きな刺激となり、帰国後に商業アートのスタジオで働き始めましたが、42日後に解雇されました。"},
            {"age": 18, "event": "同僚と起業しましたが失敗し、映画広告会社に就職しました。そこでアニメーションに興味を持ち、コマ送り技術を学びました。短期間で多くの技術を習得し、アニメーションの可能性を見出しました。"},
            {"age": 19, "event": "昼間は映画広告会社で働き、夜間はアニメーションの新技術の勉強をしました。止まっている絵に動きを与えるということはまるで命を吹き込むような感覚で、彼を夢中にさせました。"},
            {"age": 20, "event": "映画制作会社「フォグラム・フィルム社」を設立しました。昼間は映画広告会社で働きながら、夜間は自分のプロジェクトに取り組みました。おとぎ話を現代風にアレンジするというアイデアを持ち、この頃から独自のスタイルを確立していきました。"},
            {"age": 22, "event": "フォグラム・フィルム社は倒産しましたが、「不思議の国のアリス」でニューヨークの配給業者と契約を結びました。これがきっかけで兄のロイと共にディズニー・ブラザーズを創業し、新たなスタートを切りました。"},
            {"age": 23, "event": "ビジネス相手に年上に見られるために髭を伸ばし、カメラマンを雇いました。これにより作品の質が向上し、さらなる成功を目指しました。この時期は新たな技術を導入し、創造力を高めるための重要な時期でした。"},
            {"age": 24, "event": "4歳年上のリリアン・バウンズさんと結婚しました。結婚生活は彼の創作活動にも良い影響を与え、安定した家庭環境が創作意欲を支えました。"},
            {"age": 26, "event": "オズワルドというウサギのキャラクターで成功しました。オズワルドのギャグアニメは高い評価を受け、当時のアニメ業界で注目を浴びました。彼のアニメーション技術と創造力が認められた瞬間でした。"},
            {"age": 27, "event": "オズワルドの権利を失い、ミッキーマウスを製作しました。蒸気船ウィリーは、ミッキーの動きに合わせてサウンドエフェクトをつけ、音楽とアクションの融合が評価され、大成功を収めました。"},
            {"age": 31, "event": "カラーアニメーション「花と木」で短編アニメのアカデミー賞を受賞しました。これにより、カラーアニメーションの可能性が広がり、業界全体に大きな影響を与えました。彼の技術革新が評価された瞬間でした。"},
            {"age": 36, "event": "長編アニメ「白雪姫と7人のこびと」で大成功を収めました。この作品はアニメーションの歴史を変えるものであり、世界中で高い評価を受けました。彼の名前が世界的に知られるようになりました。"},
            {"age": 40, "event": "従業員のストライキと軍の介入を経験し、その夏に南米へ親善旅行しました。この経験は彼の視野を広げ、新たなアイデアの源となりました。困難な時期を乗り越えるための貴重な経験となりました。"},
            {"age": 49, "event": "「シンデレラ」をリリースし、再び大ヒットしました。シンデレラの成功により、彼のスタジオは再び脚光を浴び、次々と新しいプロジェクトに取り組むことができました。"},
            {"age": 51, "event": "ディズニーランドの資金調達のため、テレビ局に番組を提供しスポンサーを獲得しました。これにより、彼の夢であるディズニーランドの建設が現実のものとなりました。"},
            {"age": 53, "event": "自ら司会をするテレビ番組「ディズニーランド」を開始しました。この番組は多くの視聴者に愛され、ディズニーランドの宣伝にも大いに役立ちました。彼のメディア戦略が成功しました。"},
            {"age": 54, "event": "ロサンゼルスにディズニーランドをオープンしました。開園後7週間で100万人が訪れ、大きな成功を収めました。ディズニーランドは彼の最大の夢の一つでした。"},
            {"age": 63, "event": "「メリーポピンズ」で13部門にノミネートされ、自由勲章を受賞しました。この作品は彼のキャリアの中でも特に重要なものであり、多くの賞を受賞しました。"},
            {"age": 65, "event": "急性循環不全で亡くなりました。彼の死は世界中で悲しまれましたが、その遺産は今もなお生き続けています。"}
        ]
        
    },
    {
        "name": "スティーブ・ジョブズ",
        "achievements": [
            {"age": 0, "event": "生まれたばかりでポールとクララ・ジョブズに引き取られました。"},
            {"age": 13, "event": "将来のビジネスパートナーであるスティーブ・ウォズニアックと出会いました。"},
            {"age": 17, "event": "リード大学に入学しましたが、費用の問題で半年で辞めました。"},
            {"age": 19, "event": "アタリ社で働き始め、ゲームデザインを行いました。"},
            {"age": 20, "event": "スティーブ・ウォズニアックと一緒に、Apple Iコンピュータの開発に着手しました。"},
            {"age": 21, "event": "Apple Iを発売し、アップル社を設立しました。"},
            {"age": 22, "event": "Apple IIプロジェクトに取り組み、コンピュータ業界に革命を起こしました。"},
            {"age": 23, "event": "アップルの次世代コンピュータ、Lisaの開発をリードしました。"},
            {"age": 24, "event": "パロアルト研究所でGUI技術に触れ、製品開発に大きな影響を受けました。"},
            {"age": 24, "event": "Macintoshプロジェクトがジェフ・ラスキンによって開始されました。"},
            {"age": 25, "event": "アップル社を株式公開し、大きな資金を調達しました。"},
            {"age": 26, "event": "Lisaプロジェクトを離れ、Macintoshチームに参加しました。"},
            {"age": 28, "event": "ペプシコーラのCEO、ジョン・スカリーをアップルの新社長として迎え入れました。"},
            {"age": 29, "event": "Macintoshを市場に投入し、パーソナルコンピュータの概念を再定義しました。"},
            {"age": 30, "event": "アップルの会長に就任しましたが、すぐに経営権争いで会社を去り、NeXTを設立しました。"},
            {"age": 31, "event": "ジョージ・ルーカスからピクサーを買収し、映画業界への第一歩を踏み出しました。"},
            {"age": 36, "event": "ローレン・パウエルと結婚し、家庭生活に幸せを見つけました。"},
            {"age": 40, "event": "ピクサーの「トイ・ストーリー」が公開され、アニメーション映画の新時代が始まりました。"},
            {"age": 41, "event": "アップルにNeXTが買収され、ジョブズがアップルの顧問として復帰しました。"},
            {"age": 42, "event": "アップルのiCEOとして、一時的に経営の指揮を取りました。"},
            {"age": 43, "event": "革新的なデザインのiMacを発売し、アップルの復活を牽引しました。"},
            {"age": 45, "event": "アップルの正式なCEOに就任し、企業の新たな方向性を打ち出しました。"},
            {"age": 46, "event": "iTunes、iPod、Mac OS Xをリリースし、デジタル音楽市場に革命を起こしました。"},
            {"age": 49, "event": "膵臓がんと診断されましたが、手術が成功しました。"},
            {"age": 50, "event": "スタンフォード大学の卒業式で影響力あるスピーチを行いました。"},
            {"age": 52, "event": "革新的なiPhoneを発売し、スマートフォン市場を変革しました。"},
            {"age": 54, "event": "重度の肝疾患でCEOを一時休職しましたが、後に復帰しました。"},
            {"age": 55, "event": "iPadを発売し、タブレット市場に新たな風を吹き込みました。"},
            {"age": 56, "event": "健康上の問題でCEOを休職し、ティム・クックに業務を引き継ぎました。その後、CEOを辞任し、取締役会長に就任しました。同年、闘病生活の末に亡くなりました。"}
        ]
    },
    {
        "name": "織田信長",
        "achievements": [
            {"age": 0, "event": "尾張国の戦国大名・織田信秀と土田御前の間に嫡男として誕生しました。尾張国の織田家に生まれました。"},
            {"age": 12, "event": "古渡城にて元服し、三郎信長と称しました。成人式を迎え、信長と名付けられました。"},
            {"age": 13, "event": "今川方との小競り合いにおいて初陣を果たし、尾張国支配の政務にも関わるようになりました。初めての戦場に立ち、今川軍との小規模な衝突に参加しました。"},
            {"age": 14, "event": "父・信秀と敵対していた美濃国の戦国大名・斎藤道三との和睦が成立し、その証として道三の娘・濃姫と政略結婚しました。斎藤道三の娘、濃姫と結婚し、同盟を強化しました。"},
            {"age": 17, "event": "父信秀が死去したため、家督を継ぎました。父信秀が亡くなり、織田家の家督を継ぎました。"},
            {"age": 18, "event": "道三に配慮し、周囲の領主に信長を「若造で至らない点もあるがご容赦」と交友を取り持つ書状を出されました。"},
            {"age": 19, "event": "宿老である平手政秀が自害しました。"},
            {"age": 20, "event": "村木城の戦いで今川勢を破りました。"},
            {"age": 21, "event": "義父である斎藤道三が子の斎藤義龍との戦いで敗死しました。義父である斎藤道三が敗れるという大きな試練に直面しました。"},
            {"age": 22, "event": "家臣の信勝が再び謀反を企てました。"},
            {"age": 23, "event": "信行の反乱を抑え、身内の関係はさらに悪化しました。"},
            {"age": 25, "event": "桶狭間の戦いで今川義元を破り、将軍としての名声を確固たるものにしました。"},
            {"age": 26, "event": "今川義元が尾張国へ侵攻し、幸若舞『敦盛』を舞った後、出陣しました。"},
            {"age": 27, "event": "斎藤義龍が急死し、嫡男・斎藤龍興が後を継ぐと、美濃国に出兵し勝利しました。斎藤義龍の死を機に、美濃における同盟関係を再構築しました。"},
            {"age": 28, "event": "代々政所執事を務めてきた伊勢貞孝を討って側近の摂津晴門を後任とし、将軍と側近による御前沙汰を強化しました。"},
            {"age": 31, "event": "犬山城の織田信清を下し、尾張統一を達成しました。三好氏が将軍・足利義輝を殺害しました。織田信清を討ち、尾張地方の支配を確固たるものにしました。"},
            {"age": 32, "event": "領国秩序の維持を優先し、美濃斎藤氏との戦闘を再開しました。美濃国有力国人衆である佐藤忠能と加治田衆を味方にして中濃の諸城を手に入れました。"},
            {"age": 33, "event": "斎藤龍興を伊勢国長島に敗走させ、美濃国平定を進めました。稲葉山城を攻略し、美濃を完全に制圧しました。北伊勢に攻め寄せ、滝川一益をその地に配しました。"},
            {"age": 34, "event": "足利義昭を奉戴し、上洛を開始しました。"},
            {"age": 35, "event": "金ヶ崎の戦いで朝倉義景と対峙し、多大な困難に立ち向かいました。美濃国に帰還した隙を突かれ、足利義昭の仮御所である六条本圀寺を攻撃されました。岐阜を出陣して南伊勢に進攻し、北畠家の大河内城を包囲しました。"},
            {"age": 36, "event": "松井友閑を堺政所として派遣し、堺の直轄地化を進めました。義昭に対して5ヶ条の条書を発令し、認めさせました。姉川の戦いで圧倒的な勝利を収め、勢力を拡大しました。朝倉義景を討伐するため、越前国へ進軍しました。"},
            {"age": 37, "event": "浅井長政の配下の磯野員昌を味方に引き入れ、佐和山城を得ました。比叡山延暦寺の焼討ちを命じ、政治的決断を示しました。後北条氏との甲相同盟を回復させ、徳川領への侵攻を開始しました。"},
            {"age": 38, "event": "三好義継・松永久秀らが共謀して信長に敵対しました。三方ヶ原の戦いで苦戦した後、浅井長政の訃報を聞きました。"},
            {"age": 39, "event": "武田軍は遠江国から三河国に侵攻し、野田城を攻略しました。浅井家の武将・阿閉貞征が内応し、北近江へ出兵しました。"},
            {"age": 40, "event": "朝倉氏を攻略して織田領となっていた越前国で、地侍や本願寺門徒による反乱が起こりました。長篠の戦いで勝利し、戦略的見識を証明しました。"},
            {"age": 41, "event": "武田氏より離反し徳川氏の家臣となった奥平貞昌を討つため、長篠城に攻め寄せました。権大納言に任じられました。権大納言と右近衛大将に任じられ、朝廷から高い評価を受けました。"},
            {"age": 42, "event": "北畠具教ら北畠家の一族を虐殺させました。安土城を築城することを丹羽長秀に担当させ、築城を開始しました。丹波国の波多野秀治が叛旗を翻しました。これらを安土に結集させました。"},
            {"age": 43, "event": "雑賀衆を討伐するために大軍を率いて出陣し、雑賀衆の頭領・鈴木孫一らを降伏させました。松永久秀が信長に謀反を起こし、その本拠地の信貴山城に籠城しました。"},
            {"age": 44, "event": "正二位に昇叙されました。播磨国の別所長治の謀反が起こりました。"},
            {"age": 45, "event": "安土城の天守が完成し、移り住みました。本願寺との和平を実現し、大坂本願寺戦争を終結させました。"},
            {"age": 46, "event": "別所長治が切腹し、三木城が開城しました。北条氏を織田政権の支配下に置きました。"},
            {"age": 47, "event": "明智光秀に京都で馬揃えを行なうための準備の命令を出しました。高野山が信長と敵対する動きを見せました。根来寺と協力して高野聖が高野大衆一揆を結成し、信長に反抗しました。越中国を守っていた上杉氏の武将が急死し、織田軍は越中に侵攻しました。そして本能寺の変で生涯を終えました。"}            
        ]
    },
    {
        "name": "豊臣秀吉",
        "achievements":[
            {"age": 0, "event": "尾張の地で木下弥右衛門の息子として生まれ、木下藤吉郎と名乗りました。"},
            {"age": 14, "event": "家を出て、侍になるために遠江国に行きました。"},
            {"age": 17, "event": "織田信長の元で仕事を始め、小者として仕えました。"},
            {"age": 24, "event": "浅野長勝の養女、杉原定利の娘ねねと結婚しました。"},
            {"age": 27, "event": "織田信長の美濃国制覇の鍵となった斎藤龍興との戦いで、戦略的な包囲戦と補給路遮断により軍功を挙げました。"},
            {"age": 29, "event": "墨俣一夜城を築き、その戦略的価値で知られるようになりました。"},
            {"age": 31, "event": "斎藤氏滅亡後、織田信長から竹中重治らを与力として付けられました。"},
            {"age": 32, "event": "近江箕作城攻略戦で活躍しました。"},
            {"age": 33, "event": "毛利元就が九州で大友氏と交戦している隙を突いて出雲国奪還を目指す尼子氏残党の挙兵を支援しました。"},
            {"age": 34, "event": "越前国の朝倉義景討伐に従軍しました。"},
            {"age": 35, "event": "名字を木下から羽柴に改めました。浅井氏が滅亡すると、その旧領北近江三郡に封ぜられ、今浜の地を「長浜」と改め、長浜城の城主となりました。"},
            {"age": 38, "event": "筑前守に任官しました。長篠の戦いに参戦し、戦況に影響を与えました。"},
            {"age": 40, "event": "神戸信孝と共に三瀬の変で暗殺された北畠具教の旧臣が篭る霧山城を攻撃して落城させました。"},
            {"age": 41, "event": "越後国の上杉謙信と対峙している柴田勝家の救援を命じられましたが、勝家と仲違いし無断で兵を撤収しました。その後、西国の毛利氏の攻略を命ぜられ、播磨国に出陣しました。"},
            {"age": 43, "event": "上月城を巡る毛利氏との攻防の末、宇喜多直家を服属させ、毛利氏との争いを有利に進めましたが、荒木村重が反旗を翻したため中国経略は一時中断しました。"},
            {"age": 44, "event": "織田家に反旗を翻した播磨三木城主・別所長治への攻撃が大詰めを迎えました。"},
            {"age": 45, "event": "因幡山名家の家臣団が反旗を翻した鳥取城の戦いで兵糧攻めを行い、これを落城させました。"},
            {"age": 46, "event": "備中国に侵攻し、毛利方の清水宗治が守る備中高松城を水攻めにしました。その後、主君・織田信長が本能寺の変で自害し、秀吉は滝川一益や織田信孝と対立しました。"},
            {"age": 47, "event": "反秀吉派の滝川一益を破り、大坂本願寺の跡地に大坂城を築きました。"},
            {"age": 48, "event": "織田信雄との対立が深まり、関白に任命されました。"},
            {"age": 49, "event": "後陽成天皇から豊臣の姓を賜り、豊臣秀吉と改名しました。"},
            {"age": 50, "event": "正親町天皇から太政大臣に任命され、豊臣政権を確立しました。"},
            {"age": 51, "event": "淀殿を側室に迎えました。豊臣秀長の軍勢が豊前小倉に到着し、豊臣軍の総勢10万が九州に到着しました。"},
            {"age": 52, "event": "淀殿が息子鶴松を出産しました。"},
            {"age": 53, "event": "小田原征伐を行い、天下統一に近づきました。側室の淀殿との間に鶴松が産まれました。"},
            {"age": 54, "event": "息子鶴松が若くして亡くなりました。関東へ遠征し、後北条氏の本拠小田原城を包囲しました。"},
            {"age": 55, "event": "朝鮮に出兵し、国際的な影響力を目指しました。弟の豊臣秀長、後継者に指名していた鶴松が相次いで病死しました。"},
            {"age": 56, "event": "淀殿が次男秀頼を出産しました。"},
            {"age": 57, "event": "明との間に講和交渉が開始しました。淀殿が秀頼（拾）を産みました。"},
            {"age": 58, "event": "桜の名所・吉野山で「豊公の吉野の花見」を催しました。秀次が切腹させられる事件が発生しました。"},
            {"age": 61, "event": "朝鮮半島への再出兵を命じ、小早川秀秋を元帥として14万人の軍を朝鮮へ再度出兵させました。伏見城で生涯を終えました。豊臣氏の新たな京（洛中）の屋敷として京都新城の造立を命じました。"}
        ]
    },
    {
        "name":"徳川家康",
        "achievements": [
            {"age": 0, "event": "岡崎城で松平広忠の嫡男として生まれ、幼名を竹千代と名乗りました。"},
            {"age": 5, "event": "今川家への人質として駿府へ送られました。"},
            {"age": 13, "event": "今川家で成人式を迎え、松平元信と名乗りました。"},
            {"age": 15, "event": "今川義元の姪、関口親永の娘（築山殿）を娶りました。"},
            {"age": 16, "event": "祖父・松平清康の名の一字をとり、元康と改めました。同年、今川氏から織田氏に通じた加茂郡寺部城主・鈴木重辰を攻めました。"},
            {"age": 17, "event": "駿府の元康として7か条からなる定書を岡崎にいる家臣団との間で交わしました。"},
            {"age": 18, "event": "桶狭間の戦いで先鋒を任され、大高城の鵜殿長照に兵糧を補給しました。"},
            {"age": 19, "event": "将軍・足利義輝に駿馬を献上し、幕府との直接的な関係を築こうとしました。同年、信長と和睦し、今川氏と断交して信長と同盟を結びました（清洲同盟）。"},
            {"age": 20, "event": "信長と会談し、同盟を確認しました。"},
            {"age": 21, "event": "「元康」から「家康」に改名しました。"},
            {"age": 22, "event": "今川氏真が家康討伐の意向を示すと、三河一向一揆を鎮圧しました。"},
            {"age": 24, "event": "東三河・奥三河を平定し、三河国を統一しました。同年、朝廷から従五位下三河守に叙任され、苗字を「徳川」に改めました。"},
            {"age": 25, "event": "長男の竹千代と信長の娘である徳姫を結婚させました。"},
            {"age": 26, "event": "信長への援軍として松平信一を派遣しました。"},
            {"age": 27, "event": "武田家臣・秋山虎繁による遠江国への侵攻を受け、武田氏と対立しました。"},
            {"age": 28, "event": "岡崎城から遠江国の曳馬城に移り、ここを浜松と改名し、浜松城を築いて本城としました。"},
            {"age": 29, "event": "北条氏政との甲相同盟を回復し、駿河国を確保しました。"},
            {"age": 30, "event": "武田氏が徳川領に侵攻（西上作戦）を開始しました。"},
            {"age": 32, "event": "東美濃の明智城、遠江高天神城を攻略し、武田氏と攻防を繰り返しました。"},
            {"age": 33, "event": "長篠の戦いで武田氏と戦い、大敗を喫しました。同年、唐人五官に浜松城下の屋敷と諸役免除を認める朱印状を発行しました。"},
            {"age": 35, "event": "花押を改めました。"},
            {"age": 36, "event": "越後上杉氏の御館の乱に介入しました。"},
            {"age": 37, "event": "北条氏と同盟を結びました。"},
            {"age": 39, "event": "高天神城を奪回しました（高天神城の戦い）。"},
            {"age": 40, "event": "信長と共同で武田領へ本格的侵攻を開始しました。同年、信長の招きに応じて安土城を訪れ、大接待を受けました。"},
            {"age": 41, "event": "賤ヶ岳の戦いで柴田勝家を破り、影響力を強めました。"},
            {"age": 42, "event": "信雄が秀吉方に通じたとして合戦を起こし、信雄と合流しました。"},
            {"age": 43, "event": "小牧・長久手の戦いにおいて秀吉に迎合した諸勢力が服属しました。"},
            {"age": 44, "event": "秀吉の妹・朝日姫を正室として迎え、義兄弟となりました。同年、京で正三位に叙されました。"},
            {"age": 45, "event": "秀吉の推挙により、従二位・権大納言に叙任されました。"},
            {"age": 48, "event": "嫡男の長丸（後の秀忠）を上洛させて秀吉への臣従の意思を明確にし、北条氏と断交しました。同年、北条氏降伏後、関八州に移封され、江戸へ入城しました。"},
            {"age": 49, "event": "奥州での一揆鎮圧のため号令をかけました。"},
            {"age": 50, "event": "朝鮮出兵が開始されましたが、渡海せず名護屋城に在陣しました。"},
            {"age": 53, "event": "「秀次事件」が起きました。"},
            {"age": 54, "event": "秀吉の推挙により内大臣に任ぜられました。"},
            {"age": 55, "event": "再び朝鮮出兵が開始されました。"},
            {"age": 56, "event": "秀吉が病に倒れると、五大老の一人に任命されました。"},
            {"age": 57, "event": "問罪使を恫喝して追い返しました。"},
            {"age": 58, "event": "関ヶ原の戦いで決定的な役割を果たしました。同年、オランダ船が漂着しました。"},
            {"age": 59, "event": "征夷大将軍として幕府を開くため、徳川氏の系図の改姓を行いました。"},
            {"age": 60, "event": "常陸国水戸の佐竹義宣を出羽国久保田に減転封しました。"},
            {"age": 61, "event": "右大臣に任じられました。"},
            {"age": 63, "event": "将軍職を辞し、秀忠に将軍職を譲りました。"},
            {"age": 65, "event": "駿府城に移り、「駿府の大御所」として主に朝廷・寺社・西国大名・外交を担当しました。"},
            {"age": 66, "event": "大坂方が秀頼を左大臣にする兆候を阻止しました。"},
            {"age": 67, "event": "オランダ使節と会見しました。"},
            {"age": 68, "event": "足尾銅山を開山しました。同年、フィリピン総督を帰国させ、返礼大使としてセバスチャン・ビスカイノが浦賀湊に入港しました。"},
            {"age": 69, "event": "後水尾天皇即位に合わせて上洛しました。"},
            {"age": 70, "event": "九条忠栄を左大臣に、鷹司信尚を関白に推挙しました。"},
            {"age": 71, "event": "イギリス東インド会社のジョン・セーリスと会見しました。"},
            {"age": 72, "event": "勅使が駿府に下向し、孫和子入内の許可を得ました。同年、大坂城攻めの途につきました。"},
            {"age": 73, "event": "大坂城が無防備となり、八宮良純親王を猶子としました。同年、禁中並公家諸法度を制定しました。そして病気により生涯を終えました。"}
        ]
    },
    {
        "name":"ライト兄弟",
        "achievements":[
            {"age": 0, "event": "アメリカのインディアナ州、オハイオ州で生まれました。"},
            {"age": 11, "event": "お父さんからもらった空飛ぶおもちゃに興味を持ちました。"},
            {"age": 22, "event": "週刊新聞とそれを刷る印刷機を作成しました。"},
            {"age": 24, "event": "グライダーで滑空に成功した人がいることを知り、飛行機を作りたいと思うようになりました。"},
            {"age": 25, "event": "自転車商会を設立しました。"},
            {"age": 32, "event": "研究協会に通い、飛行の先行研究を集めました。"},
            {"age": 33, "event": "グライダーの有人飛行に成功しました。パイロットはうつ伏せで操縦しました。"},
            {"age": 36, "event": "ライトフライヤー号での有人飛行に成功しました。"},
            {"age": 37, "event": "ライトフライヤーⅡを作成し、周回飛行、S字飛行に成功しました。"},
            {"age": 38, "event": "二人乗りのライトフライヤーⅢを作成し、40kmの飛行に成功しました。"},
            {"age": 42, "event": "飛行機会社を創業しました。"},
            {"age": 43, "event": "飛行大会で驚異的な時速129kmを達成しました。"},
            {"age": 44, "event": "ライトフライヤー・バンフィズ号が挑戦的なアメリカ大陸横断飛行を成功させ、新たな歴史を刻みました。"},
            {"age": 45, "event": "兄(ウィルバー・ライト)が腸チフスで生涯を終えました。"},
            {"age": 47, "event": "航空の専門の研究所を立ち上げました。"},
            {"age": 76, "event": "弟(オービル・ライト)が生涯を終えました。"}
        ]
    },
    {
        "name": "エジソン",
        "achievements": [
            {"age": 0, "event": "2月11日にオハイオ州マイランで父サミュエル・オグデンJr.と母ナンシー・エリオットの間に生まれました。アメリカのオハイオ州で生まれました。"},
            {"age": 6, "event": "火に興味を持ち、火事を起こしてしまいました。"},
            {"age": 8, "event": "小学校に入学したものの、馴染めず3ヶ月で退学しました。"},
            {"age": 10, "event": "自分の家の地下室に実験室を作りました。"},
            {"age": 12, "event": "聴覚障害になりました。"},
            {"age": 15, "event": "駅長の子どもを救ったり、電信技術を学びました。"},
            {"age": 16, "event": "電信技師になりました。"},
            {"age": 17, "event": "カナダの駅で夜間電信係として働いていましたが、「何事もなければ、一晩中1時間おきに勤務に就いていることを示す信号を送るだけ」という退屈な仕事に飽きてしまい、時計を使って電信機が自動で電信を送る機械を発明しました。"},
            {"age": 21, "event": "21歳のときに初めて特許を取得しました。"},
            {"age": 22, "event": "電気式投票機を発明して、特許を取得しました。22歳のときに特許を取得した株式相場表示機（ティッカー）は業界から大いに歓迎され、その特許権を譲ってもらいたいという申し出がありました。"},
            {"age": 23, "event": "研究工場を発明しました。"},
            {"age": 24, "event": "メアリーと結婚しました。"},
            {"age": 29, "event": "新しい研究工場を設立しました。"},
            {"age": 30, "event": "蓄音機の実用化（商品化）で名声を獲得し、蓄音機を発明しました。"},
            {"age": 31, "event": "電灯会社を設立しました。"},
            {"age": 32, "event": "白熱電球を発明しました。"},
            {"age": 33, "event": "発電機を発明しました。"},
            {"age": 40, "event": "ニュージャージー州のウェストオレンジ研究室に移りました。"},
            {"age": 42, "event": "パリ博覧会に行きました。"},
            {"age": 43, "event": "強化セメントを発明しました。"},
            {"age": 46, "event": "ウエスト・オレンジ研究所の敷地内にアメリカ初の映画スタジオ「ブラック・マリア（Edison's Black Maria）」を設立し、ウィリアム・ディックソン、ウィリアム・ハイセを監督に、キネトスコープ用の白黒フィルムを制作し始めました。"},
            {"age": 47, "event": "初期の映写機キネトスコープが上映されました。"},
            {"age": 53, "event": "ニッケル・アルカリ蓄電池を作成しました。"},
            {"age": 54, "event": "マンハッタンに、1907年にはブロンクスに新しい映画スタジオ（Edison Manufacturing Company、のちにThomas A. Edison, Inc.と改名）を開き、約1,200本のフィルムを制作しました。"},
            {"age": 66, "event": "音付きの映写機キネトフォンが上映されました。"},
            {"age": 67, "event": "12月に研究所が火事で全焼して約200万ドルの損害を被りましたが、臆せずその後も死者との交信について関心を持ち研究を続けました。"},
            {"age": 82, "event": "植物（ゴールデンロッド）からゴムを作る方法を発明しました。"},
            {"age": 84, "event": "10月18日にニュージャージー州ウェストオレンジのルウェリンパークにある自宅「グレンモント」で糖尿病の合併症により死亡しました。生涯を終えました。"}
        ]
    },
    {
        "name": "エイブラハム・リンカーン",
        "achievements": [
            {"age": 0, "event": "アメリカ合衆国ケンタッキー州ラルー郡（当時の名称は「ハーディン郡」）にあるシンキング・スプリング農場（ホーゲンヴィルの町の南3マイル、ノーリン・クリーク）に建てられた間仕切りのない丸太小屋で、トーマス・リンカーンおよびナンシー・ハンクス夫妻の息子として誕生しました。"},
            {"age": 7, "event": "土地の権利証が偽物だったため、訴訟で土地をすべて失いました。家族は貧困と奴隷制度のために、自由州であるインディアナ州スペンサー郡へ転居して新たなスタートを切りました。"},
            {"age": 10, "event": "父トーマスが3人の子を持つ未亡人サラ・ブッシュ・ジョンストンと再婚しました。"},
            {"age": 21, "event": "オハイオ川一帯でのミルク病の蔓延を恐れ、父親が選んだサンガモン川沿いのイリノイ州メイコン郡（現在のディケーター付近）の公有地に転居しました。"},
            {"age": 22, "event": "よりよい生活を求め一人で生きていくことを決めました。同年末にニューセイラムの実業家デントン・オファットに雇われ、友人とともに平底船に乗ってニューセイラムからルイジアナ州ニューオーリンズへサンガモン川からミシシッピ川を下り品物を運搬しました。"},
            {"age": 23, "event": "ニューセイラムで共同経営者とともに小さな雑貨屋を借金で購入しました。3月に、スプリングフィールドの印刷屋「サンガモン・ジャーナル」に持ち込んだ原稿でイリノイ州議会議員候補者になることを宣言し、政治との関わりを始めました。同年、支持を表明し、スチュアートを破ることに集中しました。"},
            {"age": 25, "event": "州議会議員へ2度目の出馬を決断しました。背景には、彼の言う「国の負債」を支払う必要性と、議員としての給与に伴う追加収入に強く影響されました。"},
            {"age": 26, "event": "下院議会で白人男性の選挙権を土地の所有にかかわらず拡大する案に賛成の投票を行いました。"},
            {"age": 27, "event": "法廷弁護士として認められ、スプリングフィールドに転居しました。同年後半、メアリーがニューセイラムに戻ってくる場合には結婚することに合意しました。11月に実際に戻ってきて、2人はしばらく交際しましたが、その関係を再考することになりました。"},
            {"age": 28, "event": "「奴隷制度は不正と悪政に根ざすことを信じるが、奴隷廃止論の公布はその害悪を減ずるよりはむしろ増大させるものと信ずる」と述べました。8月16日、メアリーに宛てて、彼女が2人の関係を終わらせたとしても決して責めたりはしないということを示唆する手紙を送りました。"},
            {"age": 31, "event": "ケンタッキー州レキシントンの裕福な奴隷所有家の出身であるメアリー・トッドと婚約しました。"},
            {"age": 32, "event": "ステイーブン・トリッグ・ローガンと共同で法律事務所を運営しました。"},
            {"age": 33, "event": "11月4日にスプリングフィールドにあるメアリーの姉妹が嫁いでいた邸宅で結婚しました。"},
            {"age": 34, "event": "長男であるロバート・トッド・リンカーン（1843年8月1日 - 1926年7月26日）が生まれました。"},
            {"age": 35, "event": "スプリングフィールドにあるリンカーン法律事務所の近くで家を購入しました。同年、リンカーンが「学問好きな若者」と評していたウィリアム・H・ハーンドンとの法律実務を始めました。"},
            {"age": 37, "event": "次男であるエドワード・ベイカー・リンカーン（エディ、1846年3月10日 - 1850年2月1日）が生まれました。"},
            {"age": 39, "event": "巡回裁判に参加し、折に触れて代理を務めるよう指名されることがありました。ホイッグ党大統領候補指名選挙では、ヘンリー・クレイでは勝ち目がないと理解し、下院で1期のみ務めると誓い、ザカリー・テイラー将軍を支援しました。"},
            {"age": 40, "event": "喫水の浅い水域で船を動かすために浮上装置の特許を取得しました。"},
            {"age": 41, "event": "ウィリアム・ウォレス・リンカーン（ウィリー）が生まれ、1862年2月20日に死去しました。同年、奴隷制はアメリカ合衆国南部で依然として合法でしたが、イリノイ州のような北部州では一般に違法とされ始めていました。"},
            {"age": 44, "event": "4月4日に生まれた息子が1871年7月16日に心不全のために死去しました。同年、イリノイ・セントラル鉄道がもう一つの重要な顧客となりました。"},
            {"age": 45, "event": "10月16日のピオリアにおけるカンザス・ネブラスカ法に反対する演説で、奴隷制に対する反対意見を表明し、その後は大統領になるまでこれを繰り返しました。同年、ホイッグ党候補としてイリノイ州選出アメリカ合衆国上院議員選挙に出馬しました。"},
            {"age": 47, "event": "共和党大会では副大統領の党候補を決める投票で第2位になりました。同年、イリノイ州最高裁判所はリンカーンの申し立てを受理し、免税が妥当であるとする見解を示しました。"},
            {"age": 48, "event": "3月、アメリカ合衆国最高裁判所は「ドレッド・スコット対サンフォード事件」に判決を下しました。スティーブン・A・ダグラスはジェームズ・ブキャナン大統領と袂を分かち、民主党の主導権を争うことになりました。"},
            {"age": 49, "event": "上院議員選挙でダグラスの再選に賛成する者もいました。共和党州大会で上院議員候補に指名された後、聖書のマルコの福音書から引いた「分かれたる家」演説を行いました。スティーブン・A・ダグラスへの対立候補として上院議員選挙に出馬し、選挙活動中にダグラスとの7回に及んだ「リンカーン・ダグラス論争」はアメリカ史の中でもっとも有名な討論となりました。"},
            {"age": 50, "event": "5月、ドイツ語新聞の「イリノイ・シュターツ・アンツァイガー」を買収しました。同年、他人を刺殺した容疑で告発された従兄弟のピーチー・ハリソンの弁護に当たり、被告の利益につながる証拠を判決から除外していると激怒しながら抗議しました。"},
            {"age": 51, "event": "ニューヨークの党指導者が招待し、クーパー・ユニオン演説を行いました。同年、共和党イリノイ州大会で州推薦大統領候補に指名され、11月6日、第16代アメリカ合衆国大統領に選出されました。"},
            {"age": 52, "event": "フロリダ、ミシシッピ、アラバマ、ジョージア、ルイジアナ、テキサスが連邦から脱退し、ジェファーソン・デイヴィスがアメリカ連合国の暫定大統領に選出されました。4月12日、サムター要塞の戦闘が始まりました。8月、没収法に署名しました。"},
            {"age": 53, "event": "エドウィン・スタントンを陸軍長官に、ヘンリー・ハレックを総司令官に任命しました。9月22日に奴隷解放予備布告を発行し、翌年1月1日に有効となりました。"},
            {"age": 54, "event": "ゲティスバーグの戦いで北軍が勝利し、11月19日にゲティスバーグ演説を行いました。黒人部隊の徴兵を始め、20個連隊を立ち上げました。"},
            {"age": 55, "event": "ヨセミテ国立公園の保護を承認しました。オーバーランド方面作戦を実行し、シャーマンの海への進軍が行われました。共和党大会でアンドリュー・ジョンソンが副大統領候補に指名され、再選されました。"},
            {"age": 56, "event": "アメリカ合衆国憲法修正第13条が批准されました。3月4日、第二次大統領就任演説を行いました。4月14日、フォード劇場でジョン・ウィルクス・ブースに暗殺され、翌4月15日に死亡しました。"}
        ]
    },
    {
        "name": "カーネル・サンダース",
        "achievements":[
            {"age": 0, "event": "カーネルサンダースはインディアナ州クラーク郡のヘンリービルで生まれました。"},
            {"age": 16, "event": "カーネルサンダースは年齢を詐称して陸軍に入隊し、キューバで勤務しました。"},
            {"age": 17, "event": "カーネルサンダースは除隊後、鉄道の機関車修理工、ボイラー係、機関助手、保線区員、保険外交員、フェリーボート、タイヤのセールスなど様々な職業を経験しました。"},
            {"age": 40, "event": "カーネルサンダースはケンタッキー州コービンに移り住み、ガソリンスタンドの経営を始めました。ガソリンスタンドの一角にレストラン・コーナー「サンダース・カフェ」を開業しました。"},
            {"age": 45, "event": "カーネルサンダースは「州の料理への貢献」が評価され、ケンタッキー州知事から「ケンタッキー・カーネル」の名誉称号を受けました。"},
            {"age": 47, "event": "カーネルサンダースのレストランがモーテルを併設した142席の規模に成長しました。"},
            {"age": 49, "event": "カーネルサンダースのレストランが火災に見舞われましたが、再建して147人収容のレストランを再開しました。また、圧力釜を用いた「オリジナル・フライドチキン」の製法を導入しました。"},
            {"age": 62, "event": "カーネルサンダースは米国とカナダで400店舗を展開するフランチャイズ網を築きました。"},
            {"age": 65, "event": "カーネルサンダースはコービンの町外れを通過する州間高速道路の開通により、サンダース・カフェの客足が減少しました。"},
            {"age": 70, "event": "カーネルサンダースは米国とカナダで600店舗を超えるフランチャイズ網を築きました。"},
            {"age": 80, "event": "カーネルサンダースはKFCが日本に進出し、1972年10月、1978年6月、1980年5月に日本を訪れました。"},
            {"age": 89, "event": "カーネルサンダースはKFCが6000店舗を達成し、それを見て回りました。"},
            {"age": 90, "event": "カーネルサンダースは最後に日本を訪れ、急性白血病を発症し肺炎を併発、12月16日に死去しました。"}
        ]        
    },
    {
        "name": "アルベルト・アインシュタイン",
        "achievements":[
            {"age": 0, "event": "3月14日、ヘルマン・アインシュタインを父、パウリーネ・コッホを母とし、その長男としてドイツ南西部のバーデン＝ヴュルテンベルク州ウルム市にて生まれました。"},
            {"age": 1, "event": "夏、一家はミュンヘンに引っ越し、兄弟は直流電流に基づいた電気機器を製造する会社「Elektrotechnische Fabrik J. Einstein & Cie」を設立しました。"},
            {"age": 2, "event": "には一家にマリア（アルベルトの妹）が生まれました。"},
            {"age": 15, "event": "まで同地ミュンヘンで暮らしました。同年、父と叔父の会社が行きづまり、その結果、新たな商業的な機会を求めて一家はイタリアのミラノに引っ越しました。12月末、医師に書かせた診断書を口実にして退校を申し出て、家族を追って旅をし、当時イタリアのパヴィアにいた家族のもとへとやってきました。"},
            {"age": 16, "event": "スイスの名門、チューリッヒ連邦工科大学を受験しましたが総合点が合格基準に足らず失敗しました。その後、同校に通学しました。"},
            {"age": 17, "event": "1月、父の許可のもと、ドイツ帝国の兵役義務から逃れるためにドイツ市民権を放棄しました（その後にスイス国籍を取得するまで無国籍となりました）。9月のマトゥーラ試験（欧米で広く見られる中等教育修了試験）をおおむね好成績で通過しました。特に数学と物理は最高ランクの成績でした。"},
            {"age": 21, "event": "数学・物理の教員資格試験に無事合格しました。"},
            {"age": 22, "event": "スイス国籍を取得しました。"},
            {"age": 23, "event": "友人のマルセル・グロスマンの父親の口利きで、ベルンのスイス特許庁に3級技術専門職（審査官）として就職しました。"},
            {"age": 24, "event": "1月6日、ミレヴァと正式に結婚し、アーレ川の近くにあるアパートで暮らしました。"},
            {"age": 25, "event": "長男ハンスを授かりました。"},
            {"age": 26, "event": "3つの重要な論文を発表しました。この年は「奇跡の年」とも呼ばれています。博士号を取得すべく「特殊相対性理論」に関連する論文を書き上げ、大学に提出しました。"},
            {"age": 27, "event": "2級技術専門職へ昇進しました。"},
            {"age": 28, "event": "有名な式E=mc2を発表しました（1905年にm=L/V^2の形で既に発表していました）。"},
            {"age": 30, "event": "特許局に辞表を提出しました。"},
            {"age": 31, "event": "プラハ大学の教授となりました。"},
            {"age": 32, "event": "ソルベー会議に招待されました。"},
            {"age": 33, "event": "母校・チューリッヒ連邦工科大学の教授に就任しました（その契約は妻ミレヴァが行ったとされます）。"},
            {"age": 34, "event": "プロイセン科学アカデミーの会員となりました。"},
            {"age": 35, "event": "第一次世界大戦が勃発しました。"},
            {"age": 36, "event": "ロマン・ロランと出会いました。"},
            {"age": 37, "event": "一般相対性理論を発表しました。"},
            {"age": 38, "event": "肝臓病や黄疸といったいくつかの病がアインシュタインを襲いました。"},
            {"age": 40, "event": "正式に離婚の手続きが完了しました。同年6月、エルザと再婚しました。皆既日食において、太陽の重力場で光が曲げられること（いわゆる重力レンズ効果）がケンブリッジ天文台のアーサー・エディントンの観測により確認されましたが理論の立証にはまだ不充分でした。"},
            {"age": 42, "event": "カイム・ワイズマンの提案により、イギリス委任統治領パレスチナのエルサレムに創立予定のヘブライ大学建設資金を調達するためにアメリカを訪問しました。その帰りにイギリスも訪問し、ニュートンの墓を訪ねました。ノーベル物理学賞受賞の知らせを受けました。"},
            {"age": 43, "event": "皆既日食が豪州で観測されるとあって、キャンベルをはじめ七つの観測隊が派遣されましたが、キャンベル隊のみが撮影に成功し、重力レンズ効果の存在を観測によって実証しました。これによって一般相対性理論は妥当性のある理論だと学会でも認められるようになりました。3月にフランスを訪れたほか、10月には日本への訪問を目的に夫婦で客船「北野丸」に乗船しました。"},
            {"age": 44, "event": "日本を出国した後、エルサレム、スペインを訪問しドイツへと戻りました。"},
            {"age": 46, "event": "インドの物理学者サティエンドラ・ボースからの手紙をきっかけとして、ボース＝アインシュタイン凝縮の存在を予言する論文を発表しました。"},
            {"age": 50, "event": "ベルギー王家を訪問しました。"},
            {"age": 51, "event": "ベルリン郊外、カプートという町に別荘を建てました。"},
            {"age": 53, "event": "アメリカへ3度目の訪問をすべくドイツを発ちました。"},
            {"age": 54, "event": "ベルギー王妃の厚意により、ベルギーの港町デ・ハーンに一時身を置きました。"},
            {"age": 56, "event": "ボリス・ポドリスキー、ネイサン・ローゼンとともにアインシュタイン＝ポドルスキー＝ローゼンのパラドックス（量子力学と相対性理論の矛盾）を発表しました。"},
            {"age": 57, "event": "ローゼンとともに位相幾何学上の仮説としての時空構造「アインシュタイン＝ローゼン橋」（のちにジョン・アーチボルト・ホイーラーによってワームホールと命名されました）の概念を発表しました。"},
            {"age": 60, "event": "当時のアメリカ合衆国大統領であったフランクリン・ルーズベルト宛ての、原子力とその軍事利用の可能性に触れた手紙に署名しました。"},
            {"age": 61, "event": "アメリカ国籍を取得しました。"},
            {"age": 64, "event": "アメリカ海軍省兵器局の顧問に就任しました。"},
            {"age": 67, "event": "原子科学者緊急委員会議長の役目を引き受けました。"},
            {"age": 69, "event": "イスラエル建国に貢献しました。"},
            {"age": 73, "event": "イスラエル初代大統領ハイム・ヴァイツマンが死去したため、イスラエル政府はアインシュタインに対して第2代大統領への就任を要請しましたが、彼はこれを辞退しました。"},
            {"age": 75, "event": "「人間は肉食動物ではない」と主張してベジタリアンの生活を実践するようになりました。"},
            {"age": 76, "event": "4月11日、哲学者バートランド・ラッセルとともに核兵器の廃絶や戦争の根絶、科学技術の平和利用などを世界各国に訴える内容のラッセル＝アインシュタイン宣言に署名しました。"}
        ]
    }
]