[
    {
        "name": "ウォルトディズニー",
        "achievements": [
            {"age": 0, "event": "アメリカのシカゴで生まれました。家族の中では4番目の男の子で、幼少期から家族との絆を深めました。"},
            {"age": 4, "event": "シカゴからミズーリ州マーセリーンに引っ越しました。自然豊かな環境で動物たちと触れ合い、深い愛情を覚えました。ここでの生活は後にディズニーランドのトム・ソーヤ島のイメージにも影響を与えました。"},
            {"age": 5, "event": "馬のルパードを写生し、初めて絵を売りました。この経験は彼にとって初めての成功体験であり、アートへの情熱をさらに強めました。ルパードの飼い主に絵を買ってもらったことが彼の自信につながりました。"},
            {"age": 9, "event": "新聞配達をしながら演劇に夢中になり、チャップリンを演じて舞台を沸かせました。新聞配達の合間に劇場のチケットを家庭に届け、夏にはアイスクリームを売るなど、多忙な生活を送りました。"},
            {"age": 14, "event": "美術学院に通い、絵画や彫刻を学びました。興味があった絵画だけでなく、彫刻や鋳造についても学び、アートの幅広い技術を習得しました。これが後のアニメーション制作に大いに役立ちました。"},
            {"age": 16, "event": "郵便局でアルバイトを始めました。面接では若すぎるという理由で不採用になると、大人のふりをして再度面接を受け合格しました。この時期、長時間働き、多くの経験を積みました。"},
            {"age": 17, "event": "第一次世界大戦中、アメリカの救急部隊としてフランスに派遣されました。フランスでの生活は彼にとって大きな刺激となり、帰国後に商業アートのスタジオで働き始めましたが、42日後に解雇されました。"},
            {"age": 18, "event": "同僚と起業しましたが失敗し、映画広告会社に就職しました。そこでアニメーションに興味を持ち、コマ送り技術を学びました。短期間で多くの技術を習得し、アニメーションの可能性を見出しました。"},
            {"age": 19, "event": "昼間は映画広告会社で働き、夜間はアニメーションの新技術の勉強をしました。止まっている絵に動きを与えるということはまるで命を吹き込むような感覚で、彼を夢中にさせました。"},
            {"age": 20, "event": "映画制作会社「フォグラム・フィルム社」を設立しました。昼間は映画広告会社で働きながら、夜間は自分のプロジェクトに取り組みました。おとぎ話を現代風にアレンジするというアイデアを持ち、この頃から独自のスタイルを確立していきました。"},
            {"age": 22, "event": "フォグラム・フィルム社は倒産しましたが、「不思議の国のアリス」でニューヨークの配給業者と契約を結びました。これがきっかけで兄のロイと共にディズニー・ブラザーズを創業し、新たなスタートを切りました。"},
            {"age": 23, "event": "ビジネス相手に年上に見られるために髭を伸ばし、カメラマンを雇いました。これにより作品の質が向上し、さらなる成功を目指しました。この時期は新たな技術を導入し、創造力を高めるための重要な時期でした。"},
            {"age": 24, "event": "4歳年上のリリアン・バウンズさんと結婚しました。結婚生活は彼の創作活動にも良い影響を与え、安定した家庭環境が創作意欲を支えました。"},
            {"age": 26, "event": "オズワルドというウサギのキャラクターで成功しました。オズワルドのギャグアニメは高い評価を受け、当時のアニメ業界で注目を浴びました。彼のアニメーション技術と創造力が認められた瞬間でした。"},
            {"age": 27, "event": "オズワルドの権利を失い、ミッキーマウスを製作しました。蒸気船ウィリーは、ミッキーの動きに合わせてサウンドエフェクトをつけ、音楽とアクションの融合が評価され、大成功を収めました。"},
            {"age": 31, "event": "カラーアニメーション「花と木」で短編アニメのアカデミー賞を受賞しました。これにより、カラーアニメーションの可能性が広がり、業界全体に大きな影響を与えました。彼の技術革新が評価された瞬間でした。"},
            {"age": 36, "event": "長編アニメ「白雪姫と7人のこびと」で大成功を収めました。この作品はアニメーションの歴史を変えるものであり、世界中で高い評価を受けました。彼の名前が世界的に知られるようになりました。"},
            {"age": 40, "event": "従業員のストライキと軍の介入を経験し、その夏に南米へ親善旅行しました。この経験は彼の視野を広げ、新たなアイデアの源となりました。困難な時期を乗り越えるための貴重な経験となりました。"},
            {"age": 49, "event": "「シンデレラ」をリリースし、再び大ヒットしました。シンデレラの成功により、彼のスタジオは再び脚光を浴び、次々と新しいプロジェクトに取り組むことができました。"},
            {"age": 51, "event": "ディズニーランドの資金調達のため、テレビ局に番組を提供しスポンサーを獲得しました。これにより、彼の夢であるディズニーランドの建設が現実のものとなりました。"},
            {"age": 53, "event": "自ら司会をするテレビ番組「ディズニーランド」を開始しました。この番組は多くの視聴者に愛され、ディズニーランドの宣伝にも大いに役立ちました。彼のメディア戦略が成功しました。"},
            {"age": 54, "event": "ロサンゼルスにディズニーランドをオープンしました。開園後7週間で100万人が訪れ、大きな成功を収めました。ディズニーランドは彼の最大の夢の一つでした。"},
            {"age": 63, "event": "「メリーポピンズ」で13部門にノミネートされ、自由勲章を受賞しました。この作品は彼のキャリアの中でも特に重要なものであり、多くの賞を受賞しました。"},
            {"age": 65, "event": "急性循環不全で亡くなりました。彼の死は世界中で悲しまれましたが、その遺産は今もなお生き続けています。"}
        ]
        
        
    },
    {
        "name": "スティーブ・ジョブズ",
        "achievements": [
            {"age": 0, "event": "生まれたばかりでポールとクララ・ジョブズに引き取られました。"},
            {"age": 13, "event": "将来のビジネスパートナーであるスティーブ・ウォズニアックと出会いました。"},
            {"age": 17, "event": "リード大学に入学しましたが、費用の問題で半年で辞めました。"},
            {"age": 19, "event": "アタリ社で働き始め、ゲームデザインを行いました。"},
            {"age": 20, "event": "スティーブ・ウォズニアックと一緒に、Apple Iコンピュータの開発に着手しました。"},
            {"age": 21, "event": "Apple Iを発売し、アップル社を設立しました。"},
            {"age": 22, "event": "Apple IIプロジェクトに取り組み、コンピュータ業界に革命を起こしました。"},
            {"age": 23, "event": "アップルの次世代コンピュータ、Lisaの開発をリードしました。"},
            {"age": 24, "event": "パロアルト研究所でGUI技術に触れ、製品開発に大きな影響を受けました。"},
            {"age": 24, "event": "Macintoshプロジェクトがジェフ・ラスキンによって開始されました。"},
            {"age": 25, "event": "アップル社を株式公開し、大きな資金を調達しました。"},
            {"age": 26, "event": "Lisaプロジェクトを離れ、Macintoshチームに参加しました。"},
            {"age": 28, "event": "ペプシコーラのCEO、ジョン・スカリーをアップルの新社長として迎え入れました。"},
            {"age": 29, "event": "Macintoshを市場に投入し、パーソナルコンピュータの概念を再定義しました。"},
            {"age": 30, "event": "アップルの会長に就任しましたが、すぐに経営権争いで会社を去り、NeXTを設立しました。"},
            {"age": 31, "event": "ジョージ・ルーカスからピクサーを買収し、映画業界への第一歩を踏み出しました。"},
            {"age": 36, "event": "ローレン・パウエルと結婚し、家庭生活に幸せを見つけました。"},
            {"age": 40, "event": "ピクサーの「トイ・ストーリー」が公開され、アニメーション映画の新時代が始まりました。"},
            {"age": 41, "event": "アップルにNeXTが買収され、ジョブズがアップルの顧問として復帰しました。"},
            {"age": 42, "event": "アップルのiCEOとして、一時的に経営の指揮を取りました。"},
            {"age": 43, "event": "革新的なデザインのiMacを発売し、アップルの復活を牽引しました。"},
            {"age": 45, "event": "アップルの正式なCEOに就任し、企業の新たな方向性を打ち出しました。"},
            {"age": 46, "event": "iTunes、iPod、Mac OS Xをリリースし、デジタル音楽市場に革命を起こしました。"},
            {"age": 49, "event": "膵臓がんと診断されましたが、手術が成功しました。"},
            {"age": 50, "event": "スタンフォード大学の卒業式で影響力あるスピーチを行いました。"},
            {"age": 52, "event": "革新的なiPhoneを発売し、スマートフォン市場を変革しました。"},
            {"age": 54, "event": "重度の肝疾患でCEOを一時休職しましたが、後に復帰しました。"},
            {"age": 55, "event": "iPadを発売し、タブレット市場に新たな風を吹き込みました。"},
            {"age": 56, "event": "健康上の問題でCEOを休職し、ティム・クックに業務を引き継ぎました。その後、CEOを辞任し、取締役会長に就任しました。同年、闘病生活の末に亡くなりました。"}
        ]
    },
    {
        "name": "織田信長",
        "achievements": [
            {"age": 0, "event": "尾張国の織田家に生まれました。"},
            {"age": 12, "event": "成人式を迎え、信長と名付けられました。"},
            {"age": 13, "event": "初めての戦場に立ち、今川軍との小規模な衝突に参加しました。"},
            {"age": 15, "event": "斎藤道三の娘、濃姫と結婚し、同盟を強化しました。"},
            {"age": 17, "event": "父信秀が亡くなり、織田家の家督を継ぎました。"},
            {"age": 21, "event": "義父である斎藤道三が敗れるという大きな試練に直面しました。"},
            {"age": 23, "event": "信行の反乱を抑え、身内の関係はさらに悪化しました。"},
            {"age": 25, "event": "桶狭間の戦いで今川義元を破り、将軍としての名声を確固たるものにしました。"},
            {"age": 27, "event": "斎藤義龍の死を機に、美濃における同盟関係を再構築しました。"},
            {"age": 31, "event": "織田信清を討ち、尾張地方の支配を確固たるものにしました。"},
            {"age": 33, "event": "稲葉山城を攻略し、美濃を完全に制圧しました。"},
            {"age": 35, "event": "金ヶ崎の戦いで朝倉義景と対峙し、多大な困難に立ち向かいました。"},
            {"age": 36, "event": "姉川の戦いで圧倒的な勝利を収め、勢力を拡大しました。"},
            {"age": 37, "event": "比叡山延暦寺の焼討ちを命じ、政治的決断を示しました。"},
            {"age": 38, "event": "三方ヶ原の戦いで苦戦した後、浅井長政の訃報を聞きました。"},
            {"age": 40, "event": "長篠の戦いで勝利し、戦略的見識を証明しました。"},
            {"age": 41, "event": "権大納言と右近衛大将に任じられ、朝廷から高い評価を受けました。"},
            {"age": 45, "event": "本願寺との和平を実現し、大坂本願寺戦争を終結させました。"},
            {"age": 47, "event": "武田家の滅亡を経て、本能寺の変で生涯を終えました。"}
        ]
    },
    {
        "name": "豊臣秀吉",
        "achievements":[
            {"age": 0, "event": "尾張の地で木下弥右衛門の息子として生まれ、木下藤吉郎と名乗りました。"},
            {"age": 17, "event": "織田信長の元で仕事を始めました。"},
            {"age": 24, "event": "浅野長勝の養女、杉原定利の娘ねねと結婚しました。"},
            {"age": 27, "event": "織田信長の美濃国制覇の鍵となった斎藤龍興との戦いで、戦略的な包囲戦と補給路遮断により軍功を挙げました。"},
            {"age": 29, "event": "墨俣一夜城を築き、その戦略的価値で知られるようになりました。"},
            {"age": 33, "event": "金ヶ崎と姉川の戦いで活躍しました。"},
            {"age": 35, "event": "名前を羽柴秀吉に改めました。"},
            {"age": 36, "event": "小谷城での功績が認められ、長浜城を領しました。"},
            {"age": 38, "event": "長篠の戦いに参戦し、戦況に影響を与えました。"},
            {"age": 45, "event": "本能寺の変、山崎の戦い、清須会議で重要な役割を果たしました。"},
            {"age": 46, "event": "賤ヶ岳の戦いで軍功を挙げました。"},
            {"age": 47, "event": "小牧・長久手の戦いに参加し、その戦術で注目されました。"},
            {"age": 48, "event": "関白に任命されました。"},
            {"age": 49, "event": "後陽成天皇から豊臣の姓を授かり、豊臣秀吉と改名しました。"},
            {"age": 51, "event": "淀殿を側室に迎えました。"},
            {"age": 52, "event": "淀殿が息子鶴松を出産しました。"},
            {"age": 53, "event": "小田原征伐を行い、天下統一に近づきました。"},
            {"age": 54, "event": "息子鶴松が若くして亡くなりました。秀次に関白の職を譲り、太閤の称号を受けました。"},
            {"age": 55, "event": "朝鮮に出兵し、国際的な影響力を目指しました。"},
            {"age": 56, "event": "淀殿が次男秀頼を出産しました。"},
            {"age": 58, "event": "秀次が切腹させられる事件が発生しました。"},
            {"age": 61, "event": "伏見城で生涯を終えました。"}
        ]
    },
    {
        "name":"徳川家康",
        "achievements":[
            {"age": 0, "event": "岡崎城で松平広忠の嫡男として生まれ、幼名を竹千代と名乗りました。"},
            {"age": 4, "event": "今川家への人質として送られる途中で織田家に連れ戻される事件が発生しました。"},
            {"age": 6, "event": "父広忠の死後、再び今川家の人質となりました。"},
            {"age": 12, "event": "今川家で成人式を迎え、松平元康と名乗りました。"},
            {"age": 14, "event": "瀬名姫と結婚し、同盟関係を強化しました。"},
            {"age": 17, "event": "桶狭間の戦いで今川義元が戦死し、三河地方の支配権を確立しました。"},
            {"age": 18, "event": "信長と清洲同盟を結び、お互いの絆を強めました。"},
            {"age": 20, "event": "家康として新たな生活をスタートしました。"},
            {"age": 23, "event": "徳川姓を名乗り、徳川家康として新しい時代を切り開きました。"},
            {"age": 29, "event": "三方ヶ原の戦いで軍事的な才能を見せつけました。"},
            {"age": 32, "event": "長篠の戦いでの功績が後世に記憶されるようになりました。"},
            {"age": 36, "event": "息子信康が武田氏と内通している疑惑に直面しました。"},
            {"age": 39, "event": "本能寺の変で信長が亡くなり、時代が大きく変わりました。"},
            {"age": 41, "event": "小牧・長久手の戦いで武勇を発揮しました。"},
            {"age": 47, "event": "小田原征伐後、江戸に移住する命令を受けました。"},
            {"age": 55, "event": "豊臣秀吉が亡くなり、新たな時代の扉が開かれました。"},
            {"age": 57, "event": "関ヶ原の戦いで決定的な役割を果たしました。"},
            {"age": 60, "event": "征夷大将軍に任じられ、江戸幕府の基礎を築きました。"},
            {"age": 62, "event": "秀忠に将軍職を譲り、影の指導者として後見役を務めました。"},
            {"age": 71, "event": "大坂冬の陣で指揮を執りました。"},
            {"age": 72, "event": "大坂夏の陣で戦い、時代の幕引きを行いました。"},
            {"age": 73, "event": "病気により生涯を終えました。"}
        ]
    },
    {
        "name":"ライト兄弟",
        "achievements":[
            {"age": 0, "event": "アメリカのインディアナ州、オハイオ州で生まれました。"},
            {"age": 11, "event": "お父さんからもらった空飛ぶおもちゃに興味を持ちました。"},
            {"age": 22, "event": "週刊新聞とそれを刷る印刷機を作成しました。"},
            {"age": 24, "event": "グライダーで滑空に成功した人がいることを知り、飛行機を作りたいと思うようになりました。"},
            {"age": 25, "event": "自転車商会を設立しました。"},
            {"age": 32, "event": "研究協会に通い、飛行の先行研究を集めました。"},
            {"age": 33, "event": "グライダーの有人飛行に成功しました。パイロットはうつ伏せで操縦しました。"},
            {"age": 36, "event": "ライトフライヤー号での有人飛行に成功しました。"},
            {"age": 37, "event": "ライトフライヤーⅡを作成し、周回飛行、S字飛行に成功しました。"},
            {"age": 38, "event": "二人乗りのライトフライヤーⅢを作成し、40kmの飛行に成功しました。"},
            {"age": 42, "event": "飛行機会社を創業しました。"},
            {"age": 43, "event": "飛行大会で驚異的な時速129kmを達成しました。"},
            {"age": 44, "event": "ライトフライヤー・バンフィズ号が挑戦的なアメリカ大陸横断飛行を成功させ、新たな歴史を刻みました。"},
            {"age": 45, "event": "兄(ウィルバー・ライト)が腸チフスで生涯を終えました。"},
            {"age": 47, "event": "航空の専門の研究所を立ち上げました。"},
            {"age": 76, "event": "弟(オービル・ライト)が生涯を終えました。"}
        ]
    },
    {
        "name": "エジソン",
        "achievements": [
            {"age": 0, "event": "アメリカのオハイオ州で生まれました。"},
            {"age": 6, "event": "火に興味を持ち、火事を起こしてしましました。"},
            {"age": 8, "event": "小学校に入学したものの、馴染めず3ヶ月で退学しました。"},
            {"age": 10, "event": "自分の家の地下室に実験室を作りました。"},
            {"age": 12, "event": "聴覚障害になりました。"},
            {"age": 15, "event": "駅長の子どもを救ったり、電信技術を学びました。"},
            {"age": 16, "event": "電信技師になりました。"},
            {"age": 22, "event": "電気式投票機を発明して、特許を取得しました。"},
            {"age": 23, "event": "研究工場を発明しました。"},
            {"age": 24, "event": "メアリーと結婚しました。"},
            {"age": 29, "event": "新しい研究工場を設立しました。"},
            {"age": 30, "event": "蓄音機を発明しました。"},
            {"age": 31, "event": "電灯会社を設立しました。"},
            {"age": 32, "event": "白熱電球を発明しました。"},
            {"age": 33, "event": "発電機を発明しました。"},
            {"age": 42, "event": "パリ博覧会に行きました。"},
            {"age": 43, "event": "強化セメントを発明しました。"},
            {"age": 47, "event": "初期の映写機キネトスコープが上映されました。"},
            {"age": 53, "event": "ニッケル・アルカリ蓄電池を作成しました。"},
            {"age": 66, "event": "音付きの映写機きねとフォンが上映されました。"},
            {"age": 82, "event": "植物(ゴールデンロッド)からゴムを作る方法を発明しました。"},
            {"age": 84, "event": "生涯を終えました。"}
        ]
    },
    {
        "name": "エイブラハム・リンカーン",
        "achievements": [
            {"age": "0", "event": "アメリカ合衆国ケンタッキー州ラルー郡（当時の名称は「ハーディン郡」）にあるシンキング・スプリング農場（ホーゲンヴィルの町の南3マイル、ノーリン・クリーク）に建てられた間仕切りのない丸太小屋で、トーマス・リンカーンおよびナンシー・ハンクス夫妻の息子として誕生しました。"},
            {"age": "7", "event": "土地の権利証が偽物だったため、訴訟で土地をすべて失いました。家族は貧困と奴隷制度のために、自由州であるインディアナ州スペンサー郡へ転居して新たなスタートを切りました。"},
            {"age": "10", "event": "父トーマスが3人の子を持つ未亡人サラ・ブッシュ・ジョンストンと再婚しました。"},
            {"age": "21", "event": "オハイオ川一帯でのミルク病の蔓延を恐れ、父親が選んだサンガモン川沿いのイリノイ州メイコン郡（現在のディケーター付近）の公有地に転居しました。"},
            {"age": "22", "event": "よりよい生活を求め一人で生きていくことを決めました。同年末にニューセイラムの実業家デントン・オファットに雇われ、友人とともに平底船に乗ってニューセイラムからルイジアナ州ニューオーリンズへサンガモン川からミシシッピ川を下り品物を運搬しました。"},
            {"age": "23", "event": "ニューセイラムで共同経営者とともに小さな雑貨屋を借金で購入しました。3月に、スプリングフィールドの印刷屋「サンガモン・ジャーナル」に持ち込んだ原稿でイリノイ州議会議員候補者になることを宣言し、政治との関わりを始めました。同年、支持を表明し、スチュアートを破ることに集中しました。"},
            {"age": "25", "event": "州議会議員へ2度目の出馬を決断しました。背景には、彼の言う「国の負債」を支払う必要性と、議員としての給与に伴う追加収入に強く影響されました。"},
            {"age": "26", "event": "下院議会で白人男性の選挙権を土地の所有にかかわらず拡大する案に賛成の投票を行いました。"},
            {"age": "27", "event": "法廷弁護士として認められ、スプリングフィールドに転居しました。同年後半、メアリーがニューセイラムに戻ってくる場合には結婚することに合意しました。11月に実際に戻ってきて、2人はしばらく交際しましたが、その関係を再考することになりました。"},
            {"age": "28", "event": "「奴隷制度は不正と悪政に根ざすことを信じるが、奴隷廃止論の公布はその害悪を減ずるよりはむしろ増大させるものと信ずる」と述べました。8月16日、メアリーに宛てて、彼女が2人の関係を終わらせたとしても決して責めたりはしないということを示唆する手紙を送りました。"},
            {"age": "31", "event": "ケンタッキー州レキシントンの裕福な奴隷所有家の出身であるメアリー・トッドと婚約しました。"},
            {"age": "32", "event": "ステイーブン・トリッグ・ローガンと共同で法律事務所を運営しました。"},
            {"age": "33", "event": "11月4日にスプリングフィールドにあるメアリーの姉妹が嫁いでいた邸宅で結婚しました。"},
            {"age": "34", "event": "長男であるロバート・トッド・リンカーン（1843年8月1日 - 1926年7月26日）が生まれました。"},
            {"age": "35", "event": "スプリングフィールドにあるリンカーン法律事務所の近くで家を購入しました。同年、リンカーンが「学問好きな若者」と評していたウィリアム・H・ハーンドンとの法律実務を始めました。"},
            {"age": "37", "event": "次男であるエドワード・ベイカー・リンカーン（エディ、1846年3月10日 - 1850年2月1日）が生まれました。"},
            {"age": "39", "event": "巡回裁判に参加し、折に触れて代理を務めるよう指名されることがありました。ホイッグ党大統領候補指名選挙では、ヘンリー・クレイでは勝ち目がないと理解し、下院で1期のみ務めると誓い、ザカリー・テイラー将軍を支援しました。"},
            {"age": "40", "event": "喫水の浅い水域で船を動かすために浮上装置の特許を取得しました。"},
            {"age": "41", "event": "ウィリアム・ウォレス・リンカーン（ウィリー）が生まれ、1862年2月20日に死去しました。同年、奴隷制はアメリカ合衆国南部で依然として合法でしたが、イリノイ州のような北部州では一般に違法とされ始めていました。"},
            {"age": "44", "event": "4月4日に生まれた息子が1871年7月16日に心不全のために死去しました。同年、イリノイ・セントラル鉄道がもう一つの重要な顧客となりました。"},
            {"age": "45", "event": "10月16日のピオリアにおけるカンザス・ネブラスカ法に反対する演説で、奴隷制に対する反対意見を表明し、その後は大統領になるまでこれを繰り返しました。同年、ホイッグ党候補としてイリノイ州選出アメリカ合衆国上院議員選挙に出馬しました。"},
            {"age": "47", "event": "共和党大会では副大統領の党候補を決める投票で第2位になりました。同年、イリノイ州最高裁判所はリンカーンの申し立てを受理し、免税が妥当であるとする見解を示しました。"},
            {"age": "48", "event": "3月、アメリカ合衆国最高裁判所は「ドレッド・スコット対サンフォード事件」に判決を下しました。スティーブン・A・ダグラスはジェームズ・ブキャナン大統領と袂を分かち、民主党の主導権を争うことになりました。"},
            {"age": "49", "event": "上院議員選挙でダグラスの再選に賛成する者もいました。共和党州大会で上院議員候補に指名された後、聖書のマルコの福音書から引いた「分かれたる家」演説を行いました。スティーブン・A・ダグラスへの対立候補として上院議員選挙に出馬し、選挙活動中にダグラスとの7回に及んだ「リンカーン・ダグラス論争」はアメリカ史の中でもっとも有名な討論となりました。"},
            {"age": "50", "event": "5月、ドイツ語新聞の「イリノイ・シュターツ・アンツァイガー」を買収しました。同年、他人を刺殺した容疑で告発された従兄弟のピーチー・ハリソンの弁護に当たり、被告の利益につながる証拠を判決から除外していると激怒しながら抗議しました。"},
            {"age": "51", "event": "2月27日、ニューヨークの党指導者がリンカーンを招待し、強力な党員達の前でクーパー・ユニオン演説を行いました。5月9日と10日、イリノイ州ディケーターで開催された共和党イリノイ州大会で、州推薦大統領候補に初めて指名されました。同年、民主党全国大会ではダグラスの国民主権という考え方に同意できない奴隷州11州の代議員が大会会場から退出し、最終的に南部民主党としてブキャナン政権で副大統領を務めていたジョン・ブレッキンリッジを大統領候補に指名しました。同年11月6日、民主党候補のスティーブン・ダグラス、南部民主党候補のジョン・ブレッキンリッジおよび新党の立憲連合党候補のジョン・ベルを破って第16代アメリカ合衆国大統領となりました。"},
            {"age": "52", "event": "フロリダ州、ミシシッピ州、アラバマ州、ジョージア州、ルイジアナ州およびテキサス州が連邦から脱退しました。2月9日、アメリカ連合国はジェファーソン・デイヴィスを暫定大統領に選出しました。3月4日の就任式ではターナーがリンカーンの護衛を行いました。和平協議も失敗し、立法による妥協は難しくなったことを示していました。4月12日、南軍はサムター要塞の連邦軍守備隊を攻撃して降伏させ、戦端が開かれました。6月3日にスティーブン・ダグラスが腸チフスで急死すると、北部民主党は指導者不在となり、カッパーヘッドなど北部の戦争反対派が民主党内の主導権を握り、奴隷問題で妥協を拒んでいることを批判しました。8月6日、南軍の戦争遂行を支援するために使われる奴隷を没収し解放する司法手続きを認める没収法に署名しました。"},
            {"age": "53", "event": "1月、陸軍省の非効率さと不当利得行為について多くの苦情が出ると、サイモン・キャメロンに代えてエドウィン・スタントンを陸軍長官に据えました。3月、マクレランを更迭し、ヘンリー・ハレックを総司令官に据えました。夏の第二次ブルランの戦いで完敗し、ポトマック軍は2度目のワシントン守備につくしかなくなりました。同年、海上にも戦争が拡大しました。連邦議会は合衆国すべての領土で奴隷制を禁じる法を成立させ、反乱者を助けたことで有罪とされた者の奴隷を解放させることのできる司法手続きを定めた第二次没収法を成立させました。同年9月22日に発行された奴隷解放予備布告は翌年1月1日に有効となり、当時北軍の支配下にはなかった10州の奴隷を解放し、すでに北軍の支配下にあった2州は除外することを宣言しました。同年のアメリカ合衆国中間選挙では、戦争を迅速に終わらせることに失敗したことや、インフレが進行し、新しく導入された高い税金、汚職の噂、人身保護令状の棚上げ、徴兵法、および奴隷を解放することが労働市場に影響するおそれがあったことなどで、内閣に対する不信があり、共和党はアメリカ合衆国下院でかなり議席を減らしました。中間選挙後、マクレランを共和党員のアンブローズ・バーンサイドにすげ替えました。"},
            {"age": "54", "event": "いくつかの勝利が同時に起これば戦争を終わらせることができると考えていました。7月のゲティスバーグの戦いにおいて、北軍が大きな勝利を収め、秋のオハイオ州の選挙では、カッパーヘッドが敗北し、共和党の強い支持基盤を維持し、戦争遂行を再定義できる強い立場にありました。同年11月19日の午後、ゲティスバーグの演説は、アメリカ合衆国ペンシルベニア州ゲティスバーグの国立軍人墓地の奉献式において行われました。春までに「黒人部隊の大量徴兵」を始めさせ、暮れまでにロレンゾ・トーマス将軍がミシシッピ川流域から20個連隊の黒人部隊を立ち上げました。"},
            {"age": "55", "event": "連邦議会が法制化したヨセミテ土地特許を承認し、今日ヨセミテ国立公園と呼ばれる地域に前例のない連邦政府の保護を与えました。オーバーランド方面作戦を実行しましたが、損失も大きかった。シャーマンがジョージア州で行った海への進軍によって引き起こされた損害は幅60マイル (100 km) の範囲に限られていましたが、指揮官達も破壊が主目的ではなく、南軍を倒すことが目標でした。同年のワシントン襲撃では、無防備な場所から戦闘を見ており、オリバー・ウェンデル・ホームズ大尉が「降りて下さい」と警告しました。同年、共和党大会では、南部州であるテネシー州出身のタカ派民主党員アンドリュー・ジョンソンが副大統領候補に指名されました。同年11月10日夜、当選を祝してホワイトハウスの外に集まった人々への返礼として、短い言葉を述べました。"},
            {"age": "56", "event": "1月31日にアメリカ合衆国憲法修正第13条が批准されました。2月3日、アメリカ連合国副大統領アレクサンダー・スティーヴンズは1群の代表を率いてハンプトン・ローズの蒸気船リバークィーン号で会合を持ちました。3月4日、第二次大統領就任演説を行いました。4月1日、グラントはファイブフォークスの戦いでリー軍の側面を突き、ピーターズバーグをほとんど包囲し、アメリカ連合国政府はリッチモンドを引き払いました。同年4月14日、フォード劇場で「Our American Cousin」という現代劇を妻メアリー・トッド、従者チャールズ・フォーブスとヘンリー・ラスボーン少佐、少佐のフィアンセのクララを伴って観劇中、北軍のメリーランド州出身の俳優ジョン・ウィルクス・ブースに至近距離から拳銃で後頭部を撃たれました。翌4月15日午前7時22分に死亡が宣告されました。"}
        ]
        
    }

]