<script setup lang="ts"></script>

<template>
  <div class="privacyPolicy">
    <h1>プライバシーポリシー</h1>

    <h2>1. 個人情報の収集と使用について</h2>
    <p>
      great-compare.net（以下、「当サイト」といいます。）は、Google
      Analyticsを使用しています。これらのサービスを通じて収集される情報は、当サイトの利用状況の分析、広告の表示、および当サイトの改善に使用されます。
    </p>
    <p>
      Google Analytics：当サイトは、Googleが提供するウェブ分析サービスであるGoogle
      Analyticsを利用しています。Google
      Analyticsは、当サイトをどのように使用しているかを分析するために、クッキー（Cookie）を使用してユーザーの情報を収集します。収集される情報には、IPアドレス、ブラウザの種類、訪問時間などが含まれますが、これらの情報は匿名で処理され、個人を特定するものではありません。
    </p>

    <h2>2. クッキー（Cookie）の使用について</h2>
    <p>
      クッキーは、ユーザーのデバイスに一時的にデータを保存する小さなファイルです。ユーザーはブラウザの設定を変更することで、クッキーの使用を管理または拒否することができます。ただし、クッキーを無効にすると、当サイトの一部の機能が正しく機能しない場合があります。
    </p>

    <h2>3. データの保護</h2>
    <p>
      当サイトは、ユーザーのデータ保護の重要性を理解しており、個人情報の安全な管理を行うために適切な物理的、電子的および管理的対策を講じています。
    </p>

    <h2>4. 第三者への情報提供</h2>
    <p>
      当サイトは、法的要求に基づく場合を除き、ユーザーの同意なくして個人情報を第三者に提供することはありません。ただし、外部サービスプロバイダーが当サイトの運営やサービスの提供に関与する場合、そのような情報の提供が必要になることがあります。
    </p>

    <h2>5. プライバシーポリシーの変更</h2>
    <p>
      当サイトは、必要に応じて本プライバシーポリシーを更新することがあります。プライバシーポリシーが更新された場合は、当サイト上で明示的に通知します。
    </p>

    <h2>6. お問い合わせ</h2>
    <p>
      プライバシーポリシーに関するご質問や懸念がある場合は、<a
        href="https://forms.gle/Xkj7LLdowVv4mBc7A"
        target="_blank"
        style="text-decoration: underline"
        >こちら</a
      >
      までご連絡ください。
    </p>

    <h2>7. 免責事項</h2>
    <p>
      当サイト上で提供される情報に関して、その正確性、完全性、信頼性、安全性、最新性などを保証するものではありません。当サイトの情報を利用することにより生じたいかなる損害についても、当サイトは責任を負いません。
    </p>
    <p>
      当サイトからリンクされている他のウェブサイトの内容やサービスについて、当サイトはその正確性や安全性などを保証しません。ユーザーがこれらのサードパーティのサイトを利用する際には、自己の責任において行うものとします。
    </p>
    <p>
      当サイトのコンテンツ（テキスト、画像、動画等）は著作権法により保護されており、無断で複製、転載、配布等を行うことは法律で禁止されています。当サイトのコンテンツを使用したい場合は、事前に当サイトの運営者に許可を得る必要があります。
    </p>
    <p>
      当サイトは、予告なしに情報を変更または削除することがあります。また、当サイトの運営を一時的または永続的に中断することがあります。当サイトの変更や中断によりユーザーに発生したいかなる損害も、当サイトは責任を負いません。
    </p>
  </div>
</template>

<script>
export default {
  name: 'PrivacyPolicy'
}
</script>

<style scoped>
/* ここにスタイルを追加 */
.privacyPolicy {
  margin-bottom: 200px; /* フッターの高さに合わせて調整 */
}

.privacyPolicy h1 {
  font-size: 24px;
  padding: 10px 0;
}
.privacyPolicy h2 {
  font-size: 20px;
  padding: 10px 0;
}
.privacyPolicy p {
  font-size: 16px;
  line-height: 1.6;
  padding: 10px 0;
}
</style>
