export const data = {
  // このグラフは20代前半のみのデータ
  labels: [
    '10~11.9万円',
    '12~13.9',
    '14~15.9',
    '16~17.9',
    '18~19.9',
    '20~21.9',
    '22~23.9',
    '24~25.9',
    '26~27.9',
    '28~29.9',
    '30~31.9',
    '32~33.9',
    '34~35.9',
    '36~37.9',
    '40~44.9',
    '45~49.9',
    '50~59.9',
    '60~69.9',
    '70~79.9',
    '80~89.9',
    '90~99.9',
    '100Over'
  ],
  datasets: [
    {
      label: '月収(万円)',
      backgroundColor: '#f87979',
      data: [
        0.2, 1.5, 4.5, 11.5, 19.6, 25.2, 17.6, 9.6, 5.2, 2.4, 1.1, 0.5, 0.4, 0.4, 0.2, 0.1, 0.0, 0,
        0, 0, 0, 0
      ]
    }
  ]
}

export const options = {
  responsive: true,
  maintainAspectRatio: false,
  scales: {
    y: {
      beginAtZero: true,
      max: 40 // 縦軸の最大値を固定
    }
  }
}
